export const HISTORIES = [
  {
    year: 1997,
    month: 6,
    title: "誕生",
    description: "1997年6月18日に香港で生まれる。",
  },
  {
    year: 2013,
    month: 9,
    title: "日本語の勉強をスタート",
    description: "Superflyがきっかけで日本を好きになり、日本語の勉強を始めた。",
  },
  {
    year: 2015,
    month: 9,
    title: "香港中文大学 文学部 日本研究学科へ入学",
    description:
      "日本語能力をさらに磨きたく、日本研究学科への入学に踏み切った。学内で日本のファンダムカルチャーや集団意識について深く研究。"
  },
  {
    year: 2017,
    month: 9,
    title: "早稲田大学 商学部 交換留学(1年)",
    description:
      "副専攻である総合ビジネスをより深く学びたく、早稲田大学商学部へ。組織行動論や貿易慣習論といったことを学ぶ。"
  },
  {
    year: 2019,
    month: 7,
    title: "香港中文大学を卒業、内定獲得",
    description:
      "日本での就活の傍ら、香港で必要な単位を取る。また、香川にあるEC運営企業から内定をいただいた。",
  },
  {
    year: 2020,
    month: 1,
    title: "就労ビザの申請2回目も通らず、うつ状態に",
    description:
      "諸事情により、「技術・人文知識・国際業務」の在留資格認定証明書(COE)の交付申請に2度目失敗。それがキッカケでうつになったので、２ヶ月ほど休養に専念した。",
  },
  {
    year: 2020,
    month: 5,
    title: "Web制作の勉強と仕事をスタート",
    description:
      "休養中、YouTubeでプログラミングと出会う。うつが治ったあと、簡単なプログラミングを勉強し、Web制作者として日本のWeb企業でWeb制作の仕事をした(業務委託)。",
  },
  {
    year: "現在",
    month: "",
    title: "日本でWebエンジニアとして就職できるように、日々プログラミングを勉強中",
    description:
      "エンジニアとしてステップアップしたく、日本でWeb開発の仕事に従事できるように、Web制作の仕事を一旦休止し、現在Web開発に必要なプログラミングを勉強中。",
  },
];
